Cuts on concrete members are ignored.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CopingWarningIgnored { get; }
  Visual Basic
Public Shared ReadOnly Property CopingWarningIgnored As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CopingWarningIgnored {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ColumnInsideWallFailures Class
  Autodesk.Revit.DB Namespace